{  
   "???":{  
      "mardesc":"There's something wrong... I can't remember...",
      "GIRL_PROPOSED":"&#9607;&#9607;&#9607;",
      "narrator_sayname":"&#9607;&#9607;&#9607;",
      "narrator_findher":"//You aren't sure what happened. You feel as though you are on some sort of drug that affects your memory. Events transpire seemingly beyound your control, as if in a dream, and you find yourself saying and doing things. What is going on?!//",
      "shesay_pregnancy":"''You &#9607;&#9607;&#9607;&#9607; at &#9607;&#9607;&#9607;? Did you &#9607;&#9607; of &#9607;&#9607;?''",
      "narrator_proposalpre":"//The &#9607;&#9607; unfurls its &#9607; and &#9607;&#9607;&#9607;&#9607; into your &#9607;. There is a pain at the back of your throat as &#9607;&#9607;&#9607;&#9607;.//",
      "narrator_prefuck":"What follows is a nightmare of &#9607;&#9607;&#9607; and &#9607;&#9607; &#9607;. You can't even &#9607;&#9607;. What is this &#9607;&#9607;? A &#9607;?",
      "narrator_epilogue":"The fevered dream goes on for hours. You aren't sure if you're fucking, or being fucked. Your limbs seem to be de-synchronized in time and your head is filed with echoing nightmare sounds. You feel deeply violated by your own subconsious. Dreamochrome is a hell of a drug.",
      "commentary1":"I... don't know what to say.",
      "commentary2":"She frightens me, honestly.",
      "gif":"images/in/special/nowife.gif",
      "jpg":"images/in/special/nowife.jpg",
      "new_token":"sunken"
   },
   "Val (blonde drunk)":{  
      "mardesc":"Valerie, the drunk",
      "GIRL_PROPOSED":"Val (blonde drunk)",
      "narrator_sayname":"Valerie",
      "narrator_findher":"The next day, you retrace your steps to where Val lives. On the walk there, you happen to run right into her. In the sunlight she is just as beautiful as you remember her.",
      "shesay_pregnancy":"Listen... I know this is going to be a bit of a shock, but I have bad news. I'm pregnant, and it's yours.",
      "narrator_proposalpre":"You present the ring to her. She gasps.",
      "narrator_prefuck":"You barely know each other, but that day a lot of lost time is made up for. She only just learned your name, but you have her screaming it into the night's sky several times during your lovemaking on her condo's rooftop, as will be the case for many nights to follow.",
      "narrator_epilogue":"It is a long and fruitful marriage.",
      "commentary1":"Valerie is loving and compassionate.",
      "commentary2":"I will ensure she does not fall back into her inebrious ways.",
      "gif":"images/in/drunk/wife.gif",
      "jpg":"images/in/drunk/wife.jpg",
      "new_token":"big"
   },
   "Britney (babysitter)":{  
      "mardesc":"Britney, the babysitter",
      "GIRL_PROPOSED":"Britney (babysitter)",
      "narrator_sayname":"Britney",
      "narrator_findher":"The next day, you do some research to figure out who she is. Her name is Britney Denver, and she lives with her parents not far from where you met her. When you arrive, you hear music in the back yard. You let yourself in the side gate, and there she is.",
      "shesay_pregnancy":"Shh! My parents are home. They don't know about you yet. They don't know... that I'm pregnant. You were real mean to me but... you came back for me. So...",
      "narrator_proposalpre":"You get close to her, slide your arm around her, and whisper apologies and promises as you look into her eyes. The words and touch do their work, and soon her expression changes.<br><br>She introduces you as her boyfriend to her parents that night, and they have you over for dinner. (You and Britney worked out the details of the story of how you met and other such things beforehand.) Although trepidacious about their daughter dating someone older than she is, your charm wins them over. So much so that when you produce the ring from your pocket and propose to her at the conclusion of dinner, they are overjoyed. More importantly, so is she.",
      "narrator_prefuck":"After dinner, while her parents do the dishes and prepare desert, Britney escorts you to a quiet room, and the two of you reconnect in private.",
      "narrator_epilogue":"She proves to be a good mother. After giving birth she goes to college and becomes an elementary school teacher. You often meet here at work for lunch, and you can't help but notice that you see yourself in a lot of the students there, and suspect they are yours.",
      "commentary1":"I will love having someone my age to talk to. I hope she is interested in all the latest fashions and pop music.",
      "commentary2":"She is young but quite capable of caring for children. I will introduce her to your children upon our return.",
      "gif":"images/in/babysitter/wife.gif",
      "jpg":"images/in/babysitter/wife.jpg",
      "new_token":"brittle"
   },
   "Jean (motel)":{  
      "mardesc":"Jean, the aspiring porn girl",
      "GIRL_PROPOSED":"Jean (motel)",
      "narrator_findher":"You do some research and find her listed on a 'talent' agency website. You aren't able to directly contact her, so you fill out a form and spend the money to book her for a video shoot, and set the location at the motel where you first met.",
      "narrator_sayname":"Jean",
      "shesay_pregnancy":"I don't know what happened, but for a while I thought you were Richard from that porn site, but then I tried following up with him and... anyway, I'm glad to be working with you again, it was so great the last time, honestly the best I've ever had. And I really need the money. I have an issue that's coming up....",
      "narrator_proposalpre":"You tell her you know about the pregnancy, and that you're the father. She doesn't seem as certain as you are, but your interest in supporting her as a parent seems to sway her in time. While she sits with you on the side of the motel's bed, you produce the ring.",
      "narrator_prefuck":"Of course, the yes comes with caveats. She is still focused as ever on being a porn star, and pregnancy, parenthood and marriage will not deter her. She says she will remain faithful to you, except in front of a camera, and she suggests that you join her in her career path, since you are quite talented at it.",
      "narrator_epilogue":"You aggree, and the two of you get re-acquainted by re-making the video you shot together before, recording it for the internet to see. This scene would be known as the first collaboration of a legendary husband and wife team in the porn industry.",
      "commentary1":"If she pleases my husband, then I love her unconditionally.",
      "commentary2":"To become your wife... I hope she understands the honor and responsibility of it.",
      "gif":"images/in/motel/wife.gif",
      "jpg":"images/in/motel/wife.jpg",
      "new_token":"brass"
   },
   "Kat (thief)":{  
      "mardesc":"Kat, the thief",
      "GIRL_PROPOSED":"Kat (thief)",
      "narrator_sayname":"Kat",
      "narrator_findher":"You try to visit her at her home, but she appears to have been evicted. You find out her full name from her landlord, and learn that she was finally caught for a previous conviction, and that she's in prison. You find a means of reaching her through a prison pen pal program, though you do not divulge your identity. She is pleased to hear from someone, and you write each other several letters a week. You find that you have a lot in common, in addition to your contempt for the law. You eventually learn what you already know - that she's pregnant - but also that she holds feelings for the father, who she does not believe she will ever see again. In a month she qualifies for a conjugal visit, and invites you to come fuck her. She really needs it, she says, as prison lesbianism is fun but doesn't quite satisfy like a hard cock.",
      "shesay_pregnancy":"So you knew it was me all along. I guess there's no point in telling you anything else. Are we going to be a family? Or am I gonna have to raise your little bastard all by myself?",
      "narrator_proposalpre":"She did not expect such a nice ring. She is also surprised - and impressed - that it isn't stolen.",
      "narrator_prefuck":"The prison  guards escort you to your conjugal cell, where you give her the hard dicking she's been waiting for. You're pretty certain the guards are watching on security cameras, so you give quite a show.",
      "narrator_epilogue":"In a few weeks she is released for good behaviour. She was a skilled but somewhat careless thief when you met her, but the two of you working prove to be excellent partners in crime, compensating for each other's shortcomings in the craft. By the time she's too pregnant to work, you've already amassed a small fotune. Life will be good...",
      "commentary1":"A thief, like in that fairy tale. Except it was the thief who wed the princess, not the other way around.",
      "commentary2":"I have measured her. Her hips are suited to birthing many children, and her breasts will no doubt produce a lot of milk. A pragmatic choice.",
      "gif":"images/in/thief/wife.gif",
      "jpg":"images/in/thief/wife.jpg",
      "new_token":"shattered"
   },
   "Darlene Weathers (cougar)":{  
      "mardesc":"Darlene Weathers",
      "GIRL_PROPOSED":"Darlene Weathers (cougar)",
      "narrator_sayname":"Darlene",
      "narrator_findher":"Since you have her full name, it's a simple matter to locate her. She lives alone in a large house she got from her husband in a divorce. You let yourself in the front door, and find her in the kitchen.",
      "shesay_pregnancy":"You're telling me! I just got back from my doctor, and he says that I'm pregnant. Pregnant! At my age. Now I'll have to give up drinking! Look what you've done to me! Now if you excuse me, I'm expecting company. A date, in fact...",
      "narrator_proposalpre":"You approach and kiss her before another barrage of complaints can escape her lips. She melts in your arms. You lift her ass and place her on the counter, and grind into her crotch as you lock tongues. The wine glasses on the counter spill, but she doesn't care. You tell her to cancel her date, and produce the ring.",
      "narrator_prefuck":"Within minutes you're balls deep inside her. When the doorbell rings from her date's arrival, she's already on her fourth orgasm. You wonder if the man - some wealthy businessman she lured in - can hear your loud fucking from outside. You fuck her harder, elliciting even louder sounds from her.",
      "narrator_epilogue":"Screaming orgasms become the norm, and for several months the two of you get along wonderfully. Unfortunately, she starts losing her sex drive shortly after the baby arrives. However, she understands that a man like you has needs, and is happy to allow you to sow your seed elsewhere as long as you come home to her and your child when you're done.",
      "commentary1":"After spending time with Darleine, I think of her as an aunt. A fun aunt.",
      "commentary2":"She told me she would teach me various techniques for pleasing you. I believe we should all receive lovemaking training from such an... experienced wife.",
      "gif":"images/in/cougar/wife.gif",
      "jpg":"images/in/cougar/wife.jpg",
      "new_token":"misshapen"
   },
   "Maria":{  
      "mardesc":"Maria, Tony's girl",
      "GIRL_PROPOSED":"Maria",
      "narrator_sayname":"Maria",
      "narrator_findher":"You head back to Tony's place. You find the front door unlocked, so you let yourself in. You find her relaxing in the livingroom, looking sexy as hell.",
      "shesay_pregnancy":"I was so worried about you! Where have you been? I've been lonely and bored, and my room started smelling funny for some reason so I started sleeping in the master bedroom. I've been feeling funny lately too.",
      "narrator_proposalpre":"You laugh internally. Either Tony is dead and rotten, or he soiled himself. You'll deal with him later.... Later that night, over dinner at a fancy restaurant, you propose to her.",
      "narrator_prefuck":"The two of you spend the next two days celebrating in every room of the mansion.",
      "narrator_epilogue":"Though you created her love for you via mind control, you resolve to allow her to be a human with free will, and manipulate her no longer. The temptation is high, though, as your mind powers don't seem to have waned as much after breeding season ended.<Br><br>A few weeks later, you emerge from the gardening shed out back with a well-dressed gentleman, and introduce him as Tony, the new butler. Tony is an excellent servant, though on rare occasions after the baby is born, tears stream down his cheeks when you, Maria and the child are together. He must be moved emotionally to see such a loving family, Maria suggests.",
      "commentary1":"So she is related to your friend Tony somehow? Did you arrange this marriage when she was young?",
      "commentary2":"Her servant is quite strange, but will make an adequate eunuch I think.",
      "gif":"images/in/revenge/wife.gif",
      "jpg":"images/in/revenge/wife.jpg",
      "new_token":"coarse"
   },
   "Donna (bar girl)":{  
      "mardesc":"Donna, the ginger you met at the bar",
      "GIRL_PROPOSED":"Donna (bar girl)",
      "narrator_sayname":"Donna",
      "narrator_findher":"You were too drunk to remember where her appartment is, and you of course took no contact info since, at the time, she was nothing more than a 'single serving friend' with benefits. After a few hours of wandering the neighbourhood near the bar you met her at and checking the tennant list of each condo building, you eventually find a Donna Markovich listed. You type in Mrs. Markovich's ringer code into the terminal, and after a few moments are buzzed in without a word. You ride the elevator up, searching your memory for any clues that this might be the right building and the right Donna. You knock on her door, and it opens to reveal a familiar face...",
      "shesay_pregnancy":"Yeah? And not all of them are pleasant. My lawyer's been hunting you down. I'm going to sue your balls off mister! I distinctly remember we agreed you would wear a condom. Well, you pulled a fast one on me. Hope you had good time because you're going to be paying for it for the rest of your life. I'm having this baby, and you can't talk me out of it!",
      "narrator_proposalpre":"You stutter out a response, tryin to calm her down. She talks right over you, lecturing you about responsibility and guilting you for your misdeed and the incredible burden you've placed on her.",
      "narrator_prefuck":"She then laughs. Taken aback, you re-play her assent in your memory, wondering if there was a sarcastic tone you missed. But soon, there's another shift in emotion - she's crying. Tears of relief? You aren't sure, but you take her into your arms to comfort her anyway. Soon your lips are locked and your hands are moving up and down each other's bodies.",
      "narrator_epilogue":"The two of you re-connect in an intimate fashion. You aren't fully sure where she stands on the proposal, but you can work out such details later. For now, you concern yourself only with giving her the best sex she's ever had.",
      "commentary1":"She was pleased when I told her she would not have to work any longer.",
      "commentary2":"I get along with her Donna well.",
      "gif":"images/in/bar/wife.gif",
      "jpg":"images/in/bar/wife.jpg",
      "new_token":"orange"
   },
   "Kylie (brothel admin)":{  
      "mardesc":"Kylie, the receptionist at the brothel",
      "GIRL_PROPOSED":"Kylie (brothel admin)",
      "narrator_sayname":"Kylie",
      "narrator_findher":"You head straight to the brothel, but in her place at the counter is an older gentleman in a suit. When he sees you, smiles, apparently recognizing you. He calls to you that he's been waiting for you, and escorts down the hall and up a flight of stairs. He refuses to answer questions, which you find frustrating, but soon he is opening a door for you to enter what appears to be a private lounge. There is a familiar face there, among a group of people you've never seen before.",
      "shesay_pregnancy":"You've already met my father. This is my mother, my cousin, my aunt, my uncle... Well, I'll give you their names later. This is a family business, this is my family. They found out I whored myself to you. It's ok though, in my family you can either sell the product or be the product, but you have to pick one. I guess I chose to be the product. The only thing is... I told them how much you paid me, and they had trouble believing me. Can you please bear witness to the amount you paid me and confirm that you were satisfied with my service? Because otherwise I'll be declared a liar and will be out on the street... (Just between you and me, you left something behind and I'd rather not be homeless in, say, nine months? You get my drift?)",
      "narrator_proposalpre":"It's an odd family custom, and you wonder if perhaps they've been in this business for many generations. You feel a bit of guilt for irreversibly changing Kylie's destiny, but you did come here to own up to the consequences of your actions. After you make the right assurances and sign a document affirming your satisfaction with Kylie's services as a prostitute, you produce the ring from your pocket and present it to her.",
      "narrator_prefuck":"Her family applauds. Their youngest has been confirmed to her career path AND her matrimonial path all in one day. The two of you kiss, but she soon pulls away. Holding your hands in hers, she nods towards her family. There is apparently one last task to do before she is to be eligible for marriage - she must display her sexual abilities to the family by fucking her first customer in their presence. This step was skipped the first time, but they will allow a do-over.",
      "narrator_epilogue":"You put on a great show for them. Impressed with your skills, her father asks if you would be interested in a job in the industry, perhaps breaking in new whores. Kylie seems pleased that her new fiancee and her father are getting along so well.",
      "commentary1":"She has... a sense for business, I suppose.",
      "commentary2":"Kylie and I have discussed how we should schedule the rest of your wives. She has some ideas that will keep us organized for optimal reproduction.",
      "gif":"images/in/whores/receptionist/wife.gif",
      "jpg":"images/in/whores/receptionist/wife.jpg",
      "new_token":"roasted"
   },
   "Officer O'Shay":{  
      "mardesc":"Shauna O'Shay, the police officer",
      "GIRL_PROPOSED":"Officer O'Shay",
      "narrator_sayname":"Shauna",
      "narrator_findher":"You aren't sure where to find her, but somehow you have a hunch... and since you played a detective to get in her, you figure playing a detective again can't hurt. So you follow that hunch... and go back to the murder house. The place is still taped up, but it doesn't seem to be watched or guarded. You slip around back for a more discreet backdoor entrance, and there she is, relaxing in the shade next to the pool.",
      "shesay_pregnancy":"Haha, hi. Wow, I didn't expect to see you here. Cop shades are at home, it's my day off. I've been stressed out a lot lately. Things haven't been going well at work. Thought I could rail some of the drugs stashed in there my colleagues hadn't found yet, then relax by the pool... but then I just couldn't. See...",
      "narrator_proposalpre":"You sit next to her and put your hand on her belly too. You look into each others eyes. She knows that you know about the baby, and that you know its yours. She seems relieved by your response, and her eyes tell you everything: She just needs a man to take care of her.",
      "narrator_prefuck":"She takes you by the hand and leads you to her car, and after a swift ride to her place the two of you get re-acquainted.",
      "narrator_epilogue":"The next week she takes an extended leave from the force - possibly never to return. She starts seeing a councillor for various  issues she has left un-addressed for years. You move in together shortly after that and you are amazed at how different she is from the crazy coked up slut you met. She is making a real effort to become the best wife and mother she can, comitting herself fully to her new destiny.",
      "commentary1":"Shauna said she will train me in self-defence. Not that I will need it.",
      "commentary2":"She will be quite the disciplinarian for our children.",
      "gif":"images/in/cop/wife.gif",
      "jpg":"images/in/cop/wife.jpg",
      "new_token":"pentagonal"
   },
   "Cindy":{  
      "mardesc":"Cindy, the whore",
      "GIRL_PROPOSED":"Cindy",
      "narrator_sayname":"Cindy",
      "narrator_findher":"Of course, this isn't hard, but because of her popularity at the brothel she is sometimes booked solid. You repeatedly visit the place over and over, but most days the queue is too long to see her. Other days, she has called in sick. 'She seems like she's losing interest in taking in johns' one whore says of her. Then, one day, you see her in the hallway. She beams with joy and waves you over, taking you by the hand and leading you to the bed. After your third mutual orgasm, she whispers to you:",
      "shesay_pregnancy":"I wanted to forget you. I somehow HAD forgotten you, for all those years. But ever since you came back in my life, I've been wondering why I ever let you go. I've done some bad things... I need to get out of here. Start over somewhere. Do you wanna just... go? You, me, tonight? I have some news for you, but it can wait. Let's just go.",
      "narrator_proposalpre":"She tells you that she's somehow learned the combination to a safe upstairs where the owner keeps a load of cash. Her idea is for you to cause a distraction while she slips upstairs and grabs the money, then the two of you leave town to never return. Do you trust her, she asks. You produce the ring from your pant pocket.",
      "narrator_prefuck":"You find the owner and ask to rent all available whores to celebrate your promotion at work. He gathers a dozen fine girls in one room, and you bet him you can produce enough cum to feed each of them a mouthful. True to your word, you feed each of them. A small crowd of impressed onlookers - clients, bouncers, other whores - accumulates in the room from the hall outside. They cannot believe how much semen a human body can produce.",
      "narrator_epilogue":"When the spectacle ends, you slip out and find Cindy at a pre-arranged meeting spot. She makes you promise that your semen is for her lips only. The two of you get married in Vegas and fly to Europe soon after, and are never seen again.",
      "commentary1":"She is a toy, but there is much we can learn from her I think.",
      "commentary2":"Cindy is quite the rival, but I will work hard to remain your favorite plaything.",
      "shesay_meetagain1":"fakeName, I missed you.",
      "shesay_meetagain2":"I wasn't sure if you'd ever come back.",
      "gif":"images/in/whores/whore3/wife.gif",
      "jpg":"images/in/whores/whore3/wife.jpg",
      "new_token":"cinnamon"
   },
   "Shinoa":{  
      "mardesc":"Shinoa",
      "GIRL_PROPOSED":"Shinoa",
      "narrator_sayname":"Shinoa",
      "narrator_findher":"She was all over the news, and used her newfound notoriety to launch a successful website. She still streams, but not kiddie-friendly content. You watched a few of her videos to know she still uses the same apartment as her studio, so you go there and let yourself in. You find that she is in the middle of baring her ass to the internet. She recognizes you instantly and quickly shuts off the stream.",
      "shesay_pregnancy":"TV executive? I should have known it was a scam. You really played me. My husband left me and I got banned from every game streaming service known, and that wasn't even the most devastating news.",
      "narrator_proposalpre":"You wrap your arms around her and make the same motions you did that night, confident that the imprint in her mind is so strong of that night that it will dissolve the animosity. You are right. You can tell from her breathing that no hypnosis is required this time. You whisper into her ear to turn the stream back on, and she does so. The audience is treated to a repeat of your past performance, but there's a special surprise this time. As you coax a fourth orgasm out of her, you say five words into her ear.",
      "narrator_prefuck":"Once again a marathon of lovemaking is broadcast over the internet to legions of fans.",
      "narrator_epilogue":"The two of you build a business coaxing e-celebs to go hardcore on your site; videogame streamers, beauty bloggers, and other such. As the business grows you hire more staff, including an assistant named Wes. He had been missing Shinoa fiercely and was just glad for an opportunity to be back in her life again. You aren't worried about the two of them, as the whole internet knows who's dick she loves to ride. (You make certain to assign him work that involves watching hours of footage Shinoa and you produce together.)",
      "commentary1":"She is so cool! I am excited to get to know her.",
      "commentary2":"She is excited to have your child, as am I.",
      "gif":"images/in/stream/wife.gif",
      "jpg":"images/in/stream/wife.jpg",
      "new_token":"arcade"
   },
   "slave":{  
      "mardesc":"$slaveName, your slave",
      "GIRL_PROPOSED":"slave",
      "narrator_sayname":"$slaveName",
      "shesay_meetagain1":"Huh!",
      "shesay_meetagain2":"Hiha.",
      "yousay_meetresponse":"Hey baby.",
      "shesay_yes":"Yesh!",
      "narrator_findher":"She's doing yoga in the livingroom of your new home. This is one of her favorite spots. However she was trained, there is an intense desire to stay fit instilled in her, so you got her some exercise DVDs. Her belly is swollen. She seems to understand her pregnancy, and is excited about the baby.",
      "shesay_pregnancy":"Guh!",
      "narrator_proposalpre":"You've been trying to teach her to talk again. It hasn't been going well, but she does know a few words. Still, this simple-minded creature has provided you with much joy, and will continue to for some time. You indicate for her to come to you, and she obediently does so. You show her the ring.",
      "narrator_prefuck":"You aren't sure if she even knows what she says yes to, but she does like shiny things. You place it on her finger while she starts kissing you.",
      "narrator_epilogue":"For some women, anal sex is a rare reward for their man. For C41 (you will allow her to choose her own name as soon as she's able to) it's available on request, whenever you want it. Though its strange to love such a mindless creature, she really is the perfect woman. You wonder if perhaps you shouldn't ruin it by teaching her to talk...",
      "commentary1":"A slave freed by a prince. It's like a fairy tale.",
      "commentary2":"Can she be my personal serv- I mean, assistant?",
      "gif":"images/in/slaves/slaveC41-bonus (2).gif",
      "jpg":"images/in/slaves/slaveC41 dream.jpg",
      "new_token":"loaded"
   },
   "your own mother":{  
      "mardesc":"Your own mother, $mother",
      "GIRL_PROPOSED":"your own mother",
      "narrator_sayname":"Mother",
      "shesay_meetagain1":"Oh my god!",
      "shesay_meetagain2":"I thought I'd never see you again.",
      "yousay_meetresponse":"Hi mom.",
      "narrator_findher":"It's not difficult. You find out where she goes to yoga, and approach her one day after class. She's died her hair, but it's her, and you marvel at the hips that birthed you before you greet her. She recognizes you instantly, but as the man she had sex with, not as her son. <POV>This is going to come off as a bit of a shock, and I don't know how to say this, but: Mother, it's me, your son.</POV>",
      "shesay_pregnancy":"This is... oh my god... it's all starting to sink in. This is so surreal. When you were born, I hated you and never wanted to see you again but... when I saw your face again, it was different. And you even look like him; I never forgot his face. I don't understand... oh GOD. You don't even know the half of it. You don't even know the //eighth// of it.",
      "narrator_proposalpre":"You tell her not to worry, that somehow things will be fine. You tell her you're willing to do whatever it takes to make things work, regardless of the bizarre twisted circumstances.",
      "yousay_propose":"I love you. I want to be your son, but I want to be your lover and the father of your children as well. Will you be my wife?",
      "shesay_yes":"I... yes. Yes, $fakeName. I need you. More than you could know.",
      "narrator_prefuck":"If you're being honest, you didn't expect that answer, but she is comitted. The two of you decide to change your names and run off together to somewhere that nobody knows you. The two of you go back to her place so she can quickly pack her things, pausing only for a joyous exerience where she lets you inside her body for the third time in your life. This is where you belong, you think to yourself.",
      "narrator_epilogue":"You never anticipated your life would take this turn, but the two of you neve regret it for a moment.",
      "commentary1":"This is your mother? In our culture, this is uncommon. First cousins? Yes. Mothers... Hmmm...",
      "commentary2":"Your mother is quite beautiful. I will ask her how she retained her youth after so many years.",
      "gif":"images/in/mother/wife.gif",
      "jpg":"images/in/mother/wife.jpg",
      "new_token":"oedipal"
   },
   "Charity Smith":{  
      "mardesc":"Charity Smith, the sister",
      "GIRL_PROPOSED":"Charity Smith",
      "narrator_sayname":"Charity",
      "narrator_findher":"Wanting to avoid an encounter with her parents, you find out what school she goes to. The task of finding her in a crowded school seems daunting, but luck is on your side: You find her at her locker.",
      "shesay_pregnancy":"I knew you'd come for me. I kept a bag of clothes and supplies ready so I could run away with you at a moment's notice. There's one thing I should mention, though...",
      "narrator_proposalpre":"She explains, but you tell her you know. You take her into your arms and kiss her. You tell her she will live with you from now on, and you will put her through college and support her during her pregnancy. Everything will be alright, you promise. You produce the ring, and her eyes widen.",
      "narrator_prefuck":"She tells you to meet you at the school busses. You wait there, and soon she appears wearing what resembles schoolgirl uniform. She says she knew a pervert like you would appreciate this outfit, so she packed it with the rest. She she proposes that you ride the schoolbus with her one last time...",
      "narrator_epilogue":"",
      "commentary1":"Charity loves you quite a lot.",
      "commentary2":"I will hold my tongue about her until I get to know her better.",
      "gif":"images/in/family/charity/wife.gif",
      "jpg":"images/in/family/charity/wife.jpg",
      "new_token":"small"
   },
   "Chastity Smith":{  
      "mardesc":"Chastity Smith, the flirtatious virgin",
      "narrator_sayname":"_thisone",
      "narrator_findher":"Though the season has gone and taken the powers you earned with it, you still somehow sense that there is a danger to you if you attempt to return to the house. Perhaps Amos, Chastity's father, has grown wise and has a shotgun loaded ready to take your head off. Then, one day, while surfing around for some easy sex on your favorite online dating site (you may be in love, but you still have needs) - you come across some familiar curves in a profile that has only body shots (the same as yours - you never put your face on the internet).<br><br>&quot;I'm not looking for anything serious, just a fun hookup here and there.&quot; says the profile, then goes on to list the qualities of her ideal male, which happen to describe you to a T. You message this person, and after the requisite amount of flirting and a dick pic, she invites you over. The address confirms your suspicion: This is Chastity Smith you are talking to. For her to be inviting you, the rest of the family must be out... it's risky, but you go. She opens the door wearing almost nothing, and is surprised at who she meets.",
      "shesay_meetagain1":"$fakeName!",
      "shesay_meetagain2":"I should have recognized your... body, from the photos.",
      "yousay_meetresponse":"You've been busy slutting around since we met, haven't you?",
      "yousay_propose":"We'll call all those other guys practice sex. Now, you're my woman. Now show me what you've learned.",
      "shesay_yes":"I... wow. I didn't expect this. But... I wanted it. Oh gosh how am I gonna tell daddy?",
      "shesay_pregnancy":"Can you blame me? I couldn't get in touch with you, and you gave me a taste of something I never stopped wanting since. Whenever my family goes out, I say I need to stay in to work on an essay or study, then I have a guy over. If they're gone for long, I'll have two over. Sometime I say I'm going to a friend's house for a 'sleepover' just to find a guy at the club to go home with. I hope I don't seem too promiscuous but I suspect you aren't exactly chaste yourself... Oh, uh... listen: You might want to sit down for this. My period is late... very late...",
      "narrator_proposalpre":"You laugh out loud and take her into your arms. After kissing her passionately, you present her with the ring.",
      "narrator_prefuck":"<POV>You'll be telling him you have a new daddy, for starters. Now show me what you've learned. How well can you ride a dick?</POV> you say, unbuttoning her bra.",
      "narrator_epilogue":"A week later she introduces you to her parents, and you announce your intentions to marry her. It's a tad awkward given how you were introduced to the family, but they nevertheless seem overjoyed. Her sisters are overjoyed, and you will be glad to have them as aunts for your planned brood.",
      "commentary1":"She told me the story of how you came into her room and took her virginity. Very romantic! Though... somewhat immoral.",
      "commentary2":"I have made it clear to her that she is expected to give you at least three sons.",
      "gif":"images/in/family/chastity/wife.gif",
      "jpg":"images/in/family/chastity/wife.jpg",
      "new_token":"useful"
   },
   "Joy Smith":{  
      "mardesc":"Joy Smith, mother of many",
      "narrator_sayname":"_thisone",
      "yousay_propose":"Will you be my wife?",
      "shesay_yes":"Yes!",
      "narrator_findher":"You go to her house during the day, and let yourself in. You find in her the bedroom, emerging from the washroom. She turns, startled by your intrusion, but her expression soon changes.",
      "shesay_meetagain1":"You scared me, $fakeName!",
      "shesay_meetagain2":"I've got some news for you... it's serious news.",
      "yousay_meetresponse":"If it's serious why are you laughing, Joy?",
      "shesay_pregnancy":"Before I met you, I thought I was happy. I didn't know what I was missing, but our brief fling changed //everything//. I realized I don't love my husband. And now... I just took a pregnancy test, and I can't stop smilling. I'm pregnant, and it's definately yours.",
      "narrator_proposalpre":"She shows you the pregnancy test, but you flick it out of her hands and start kissing her. She takes you into her arms, and soon you are making love again, just like that day. While she rides your dick, you pop the question.",
      "narrator_prefuck":"You aren't sure if she's responding to your question or if it's simply a sexual exclamation, but realize from the motion of her hips that it can only be both at once. You hear the front door to the house unlock, and voices flood into the house. Rather than expressing alarm at this, Joy pins you into the chair and rides you harder, making increasingly loud noises...",
      "narrator_epilogue":"<MAN>Joy? JOY?!</MAN> says her husband, standing at the entrance to the bedroom staring in at his wife riding a stranger without the slightest concern for his feelings. Moments later the five daughters are at his side, peering into the room at the scene in front of them.",
      "commentary1":"You are quite special, to tempt a woman from her family.",
      "commentary2":"Excellent choice. Joy is an experienced mother. And perhaps if you were to invite her daughters to visit, they may be convinced to join us as well. If such an idea would please you, of course.",
      "gif":"images/in/family/joy/wife.gif",
      "jpg":"images/in/family/joy/wife.png",
      "new_token":"joyous"
   },
   "Hope Smith":{  
      "mardesc":"Hope Smith, rapeseed recipient",
      "narrator_sayname":"_thisone",
      "shesay_meetagain1":"Hey mister, looking for a good time?",
      "shesay_meetagain2":"You remind me of my favorite ex, so I'll give you a discount.",
      "yousay_meetresponse":"Look again. I am your favorite 'ex'.",
      "yousay_propose":"I want to take you off the streets. Come stay with me, forever.",
      "shesay_yes":"Oh, that'd be great. The ring's nice too, would have preferred earrings though.",
      "narrator_findher":"You feel oddly uneasy being so close to the house, as though enough of your dark instincts remain after breeding season to warn you of some danger there. Moreover, you learn through surveilance of her home that she doesn't seem to live there anymore. Further detective work turns up nothing. However, you have a hunch... and one night, while wandering the streets of the city's sketchier neighbourhoods, your hunch is proven correct.",
      "shesay_pregnancy":"Oh! It's you!... I was so horny when I met you, and after you gave me a taste I just wanted more. The guys at my school didn't cut it - and I tried my school's three sports teams and even the chess club - so I tried with one of my teachers instead. Then another. It got out of hand. When my parents found out, they tossed me out on my ass. I've been working the streets ever since.",
      "narrator_proposalpre":"She doesn't seem to realize the baby is yours. From the sounds of it, it could be anyone on a long list in her mind. You decide not to let on, prefering she feel a deep grattitude for being 'rescued' by you from a situation she's - in her mind - put herself in. You kneel and present her with the ring.",
      "narrator_prefuck":"<POV>It's not just bling, I'm trying to... oh nevermind, we'll work it out later. Lets get a motel room and you can show me what you've learned these past few weeks.</POV> you say, after a long bout of kissing. You soon learn that she is quite talented...",
      "narrator_epilogue":"You never thought you'd marry a whore, but you're for some reason comforted by the fact she's a whore of your own making. Her skill and willingness to please men provides you with a valuable tool with which to manipulate others. Over the next few months, you have her seduce wealthy married men, take photographs and blackmail them. After amassing a small fortune in a short period of time, the two of you leave the city forever.",
      "commentary1":"She's about the same size as me, we can trade clothes!",
      "commentary2":"Hope described the night you met... you are a vigorous jackal, aren't you?",
      "gif":"images/in/family/hope/wife.gif",
      "jpg":"images/in/family/hope/wife.jpg",
      "new_token":"hopeless"
   },
   "Izolda (mail order)":{  
      "mardesc":"Izolda, the foreigner",
      "narrator_sayname":"_thisone",
      "narrator_findher":"It doesn't take long for you to confirm that she was sent back home. You book a flight to her home country, and once there you learn from her own father why she was so desparate to leave: Stuck in endless debt, he was forced to sell her to a local crime lord. But, before she was forced into a life of prostitution, she stole money and fled the country. Once she was sent back, the crime lord quickly snatched her up and put her to work, and she was never seen again. It would take several years for you to track her down after covertly integrating yourself into the nation's criminal underworld. The singleminded obsession with finding her sustains you over the years, until one day it brings you to a home believed to be where she lives. You burst in, impatiently, and face a familiar young woman.",
      "shesay_meetagain1":"It's you!",
      "shesay_meetagain2":"You are...$fakeName!",
      "yousay_meetresponse":"Hi Izolda. I did you wrong a long time ago. I came here to-",
      "shesay_pregnancy":"No, Izolda is my mother. I am Jula. I have seen you only in photographs mother show me. You recognize me? I look just like mother? She find out who you are, and tell me about you. I ask if I will see you. She tell me, this bad man put you in me, and off he go. You stay away from bad man or they do same to you!",
      "narrator_proposalpre":"You explain to her your intentions and the deep regrets you feel about missing her childhood.",
      "yousay_propose":"I was a bad man. But I've changed. I've spent years trying to find you. I don't know if I can ever make it up to you, but I'll do anything. I just want to be your father, be a family. I know this is crazy.",
      "shesay_yes":"I very much want. But I must ask mother. She is working, but she be done soon. I hope she happy to see you!",
      "narrator_prefuck":"Excitedly, she takes you by the hand and leads you down the street to where her mother is working. You enter to find yourself in a crowd of men, and there is a festive atmosphere. Their faces look familiar; you recognize them as members of the national sports team. At the center of this crowd is the woman who's hand you sought, getting her holes filled by the goalkeeper and the team captain. The rest of the team is cheering them on and waiting patiently for their turn with the whore.",
      "narrator_epilogue":"As you watch her get destroyed for an hour, you continually remind herself that this is your fault and you have no right to be apalled or disgusted. You came here to save her from this. When it's done, you introduce yourself, but she does not remember you at first. When she does, she doesn't seem angry. The drugs she's been abusing for all these years have dulled her mind and her soul. This is the path you chose, you often remind yourself.",
      "commentary1":"It is a pity that her daughter... your daughter... oh nevermind.",
      "commentary2":"I told her not to speak her native tongue anymore. It is an affront to my ears and to yours.",
      "gif":"images/in/mailorder/wife.gif",
      "jpg":"images/in/mailorder/wife.jpg",
      "new_token":"remote"
   },
   "Eustace Zimmerman":{  
      "mardesc":"Eustace, the Chaiman's wife",
      "narrator_sayname":"_thisone",
      "narrator_findher":"You find the address written on a crumpled up note in your coat pocket.",
      "shesay_pregnancy":"Listen, you contemptible philanderer: If you've come here to blackmail me about our little liason, know that I can have you dealt with. My husband can't know about you... or else...",
      "narrator_proposalpre":"You step towards her. She gasps, uncertain of how you've taken her threats. You take a few steps closer, until you are standing almost face to face with her. She is breathing, but it's not fear; she is aroused, remembering the last time you were this close.",
      "narrator_prefuck":"She seems skeptical, but you take this as a sign she just needs a bit of convincing. Her doubts appear to melt away as you kiss her. They are gone by the time you finish fucking in every room of the house. The her husband had bought her everything she wanted, upgraded her with breast implants and cosmetic surgery, but never found the time or energy to satisfy her needs like you can.",
      "narrator_epilogue":"You gave her the choice between wealth and happiness, but Eustace presented a third option: Over the years she had collected dirt on her husband, who had his hands in all manner of things besides running hospitals. She had her lawyers present her husband with these blackmail materials, and in doing so secured herself an extremely favorable divorce settlement. Living in a mansion in the hills, you spend your days pleasing each other.",
      "shesay_meetagain1":"Oh!",
      "shesay_meetagain2":"You're that... furniture repairman?",
      "yousay_meetresponse":"Nah, I've broken more beds than I've fixed.",
      "yousay_propose":"I'm not going to tell your husband. You are. Then you're going to spend the rest of your life poorer but happier. I'll make sure to keep you happy.",
      "shesay_yes":"Are you... serious?",
      "commentary1":"She has several children who are all grown up, did you know that?",
      "commentary2":"Should we have her ex-husband //silenced// so that he will not trouble us?",
      "gif":"images/in/chairman/wife.gif",
      "jpg":"images/in/chairman/wife.jpg",
      "new_token":"buttery"
   },
   "Lizzie (gangsta)":{  
      "mardesc":"Lizzie, the slut from the alley",
      "narrator_sayname":"_thisone",
      "narrator_findher":"It isn't hard. She's been turning tricks for Wade for months now. In fact, he was complaining to you the other week how all the girls you brought him are getting lazy now that they're in the late stages of their pregnancy, and that Lizzie alone was still giving it her all. You have him book you a few hours with her, not letting on who you are. You let yourself into her apartment, and find her on the balcony, her jean shorts barely containing her now massively fat ass.",
      "shesay_meetagain1":"Oh, hey.",
      "shesay_meetagain2":"I knew sooner or later you'd come.",
      "yousay_meetresponse":"You knew?",
      "yousay_propose":"I want you to be my wife.",
      "shesay_yes":"Oh my god, for real? I can't wait to tell mama!",
      "shesay_pregnancy":"Yeah. I've been looking for you, I figure you're doing the same for me. It's destiny, we're like magnets or some shit. This is your baby in here, Santiago I'll call him. He moves around a lot and kicks hard, gonna be a tough motherfucker.",
      "narrator_proposalpre":"You reach out to feel her big round belly. After a few moments, she moves your hand up to her breast, smilling. She can barely wait to be fucked by you again, and begins kissing you passionately. You hold her in your arms, and then hold her away. It's time to ask her, before anything else.",
      "narrator_prefuck":"Her madre can wait, however, as can any further conversation. You waste no time getting reacquainted with your wife, all the while cursing at your decision to whore her out. Her pussy and womb are for you and you alone.",
      "narrator_epilogue":"After Santiago comes Rodgriguez, Pablo, Alejandro, Raul, Luis... your family explodes in size. Twenty years hence, these boys will rule the streets in the name of Papi$fakeName, a notorious criminal figure. Your progeny run all the rackets in the city, and you begin expanding across the country. Nothing can stop you now...",
      "commentary1":"She told me she has had many men... oh gosh, such a terrible upbringing, but your merciful heart saw something in her, no doubt.",
      "commentary2":"I told her she is expected to produce many children, and she seemed elated by this.",
      "gif":"images/in/alley/wife.gif",
      "jpg":"images/in/alley/wife.jpg",
      "new_token":"reptilian"
   },
   "Gabriella (cinema girl)":{  
      "mardesc":"Gabriella, the girl at the cinema",
      "narrator_sayname":"_thisone",
      "narrator_findher":"A modicum of detective work reveals that she's recently already married and living in a townhouse on the east side of the city. No doubt she convinced some guy - perhaps even the one she was on a date with that night - that the baby was his, and coerced him into marriage.",
      "shesay_pregnancy":"You get the fuck outta here. If my Donny finds out he's not the dad... if my Donny finds out he's not the dad and I whored myself out to some rando while I was on a date with him?!?! Fuck. What am I gonna do!?",
      "narrator_proposalpre":"She gasps as you take her into your arms. Her breathing changes as you stare into her eyes.",
      "narrator_prefuck":"<POV>Easy.</POV>",
      "narrator_epilogue":"You make a convincing case to your baby momma in the form of an afternoon's worth of sex. She hasn't had it this good since... well, sine the last time you convinced her of something. Though she hasn't yet given her final decision, you can easily guess it as she watches unconcerned while her husband's truck moves up the driveway...",
      "shesay_meetagain1":"Hey, it's you!",
      "shesay_meetagain2":"What the hell are you doing here?",
      "yousay_meetresponse":"I just had to see you again.",
      "yousay_propose":"Ditch him and become my wife.",
      "shesay_yes":"Well... I'm not saying no, but I'm going to need some convincing.",
      "commentary1":"She is uncouth, but fun.",
      "commentary2":"I laugh that that foolish boy thought your child his! You are a trickster.",
      "gif":"images/in/cinema/wife.gif",
      "jpg":"images/in/cinema/wife.jpg",
      "new_token":"popcorn"
   },
   "Jeannie, Kate, Faye, Kendra & other sluts":{  
      "mardesc":"One of the many sluts you've met... ",
      "narrator_sayname":"Jane... no, Jeannie. Or was it Kate? Then there was what's-her-face's roommate, who's name I also forget. So many amazing sluts to keep track of, and it's impossible to choose just one...",
      "narrator_findher":"You gather up all the sluts numbers you've collected this season and invite them to spend the weekend with you at a luxurious beachhouse you've rented. They all think they're going to enjoy some one-on-one time with a guy rich enough to afford a mansion of a seaside property with its own private beach. As they arrive, they are initially confused to find they are not the only woman. Soon, they begin mingling - with the help of alcohol - and the collective sense that they are all here for the same reason dawns on them. One among them - a slut you met online who's name you never bothered to learn - is chosen as their representative, and approaches you.",
      "shesay_meetagain1":"$fakeName, we thank you for bringing us to this beatiful place.",
      "shesay_meetagain2":"We were confused at first, and a bit jealous. I thought this would be a fun weekend that might take a romantic turn and maybe I'd even find my soulmate in you. The others had a similar idea... We're having fun, but we're all wondering why you brought us here.",
      "yousay_meetresponse":"You have a deeper concern, don't you? One you've kept to yourself. Go on, woman, voice it.",
      "shesay_pregnancy":"Oh! Well I... Maybe I'm not alone but... my period is very late, and I'm starting to get worried. I was going to tell you as soon as I arrived but... Oh god! Is it possible... the others too...?",
      "narrator_proposalpre":"There is a collective gasp, and the lot of them repeat the same motion with their hands. Those who didn't know begin to suspect that they are pregnant as well. You raise your arms and address the crowd.",
      "yousay_propose":"My beautiful lovers. You're probably a bit confused. I'm$fakeName, a prince you've no doubt heard about. I'm incredibly wealthy and I'm going to be king soon. I brought you here to offer you the opportunity to become one of my many wives. You will live with me in my grand palace and will enjoy the finest food, clothes, jewelry. I will shower you with gifts and ensure you want for nothing. Who among you will be my wives?",
      "narrator_prefuck":"<POV>It's not enough to just say yes. You have to show me your devotion. Come on girls, line up.</POV> you say, laying back in a chair and pulling out your cock. <POV>Come on girls, line up. This is the first trial: Who can give me the best blowjob?</POV>",
      "narrator_epilogue":"The Weekend of Trials commences. Each trial pits them against each other in a contest of who can please and honor you. Eager to not lose out on nabbing themselves a prince, they commit themselves to this contest. Through this competition you help them realize their need for an authorative male figure in their life. When you announce at the end of the weekend that they all passed the trials, they are elated. You give them each a ring, and have them each swear an oath of eternal allegiance. They are yours for life.",
      "shesay_yes":"Yes!",
      "commentary1":"It's wonderful to be gifted with so many sisters at once. Each of them brings with them their own qualities, I am eager to get to know them all.",
      "commentary2":"I must admit, I was jealous as I watched the trials from the sidelines. Watching the skill at which they brought you joy made me realize how much there is for me to learn. Yet, the joy on your face as they did so made me happier than I ever imagined. Once again I thank the great creator that I was put on this earth to serve you.",
      "gif":"images/in/sluts/wife.gif",
      "jpg":"images/in/sluts/wife.jpg",
      "new_token":"cheap"
   },
   "Princess Falia":{  
      "mardesc":"Falia, the princess from a faraway place",
      "narrator_sayname":"Falia",
      "narrator_findher":"For some reason, even though breeding season is over, you can still dimly sense her. How is that possible? Perhaps this is a symptom of the same phenomenon that made her glow so brightly in your mind not long ago... There doesn't seem much sense in pondering this mystery any further; if you aren't mistaken, she's in town. You follow your sense, focusing on an image of her in your mind... and it leads you to a strange place, an abandoned factory of some kind. You enter...",
      "shesay_meetagain1":"Eric! Is that you!? How did you find me?",
      "shesay_meetagain2":"Oh... no, you aren't him. are you? The resemblance, though...",
      "yousay_meetresponse":"Aren't you... Princess Falia? What are you doing here in this filthy run-down place?",
      "shesay_pregnancy":"It's just Falia, now. You don't watch the news much, do you stranger? Sigh... Fate has not been kind to me. My husband - former husband - for some reason filmed us together on our wedding night, and uploaded the video. The ensuing scandal quickly destroyed my life. Humilliated internationally, the marriage annulled, and I can't go back home or I will be excecuted for shaming my royal lineage. I've never gone without a meal in my entire life, and I've had just two in as many days.",
      "narrator_proposalpre":"You sit below her and listen as the consequences of your careless, selfish actions are made clear to you. Her assets were frozen, and the only things she had were what she was carrying with her at the time. She is now hiding not only from the media but potentially from assassins sent by her family to erase the source of their shame. To top it all off, political factors prevent her from applying for asylum in this country, obligate the authorities to deport her. She spends her time here using a nearby coffee shop's wifi connection to try to arrange some sort of resolution, but so far she has had no luck in doing so.<br><br><GIRL>The strange thing is that in spite of all of this, when I saw your face and mistook you for the man who caused me all this... the emotion I felt was love, not anger. I really did love him. I can't stop, it's strange. It's not in my nature to hate. I can't even feel angry for very long.</GIRL> she says. <GIRL>But listen to me talk. I'm sorry, I've not spoken to anyone in several days. Please, tell me: why are you here, with your strangely coincidental face?</GIRL>",
      "yousay_propose":"Me? Well, I was wandering, and felt myself drawn here. But as I listened to you talk about your tragic circumstances, I thought of a potential solution. You can't apply for asylum, but if you were to marry a citizen, it would confer you some kind of immigrant status, from what I understand...",
      "shesay_yes":"What a strange thing fate is... I don't see a ring on your finger, $fakeName. And you have a face that I could easily fall in love with. Will you take a dishonoured woman and make her your wife? She has nothing to offer in return but her love and devotion, will that be enough?",
      "narrator_prefuck":"It takes less than an hour for you to make the arrangements on phone. In two days you will be married at city hall. She is too afraid to leave hiding until then, and does not want to be left alone for even a moment. You have food and fresh clothing delivered to the abandoned factory. All that is left to do is for the two of you to go upstairs to the loft and get to know each other better.",
      "narrator_epilogue":"She immigrates legally and changes her name. The two of you manage to keep hidden from the public eye and from the other malignant factions that might seek to harm her. You spend the rest of your lives providing each other with love and joy and raising your countless children.",
      "commentary1":"I'm confused by all of this.",
      "commentary2":"Me too.",
      "gif":"images/in/princess/wife.gif",
      "jpg":"images/in/princess/wife.jpg",
      "new_token":"sunny"
   }
}